Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: This type of research, however, can be time-consuming, expensive to conduct and is only ever as good as the accuracy of the reports received.
vi: Tuy nhiên, nghiên cứu loại này rất tốn thời gian, chi phí thực hiện khá đắt và kết quả thì chẳng mấy khi đúng như những báo cáo được nhận.

source: This uncertainty amongst the general public is not altogether surprising however, as there is an absence of an agreed definition of the term ‘profiling’, even in academic circles.
vi: Sự không chắc chắn ở cộng đồng nói chung không hoàn toàn bất ngờ vìhiện vẫn chưa có một định nghĩa thống nhất của cho cụm từ 'thu thập thông tin hồ sơ', thậm chí cả trong giới chuyên môn.

source: This was a much higher rate than that reported by samples of juveniles in the general community.
vi: Con số này cao hơn nhiều so với các báo cáo đối với vị thành niên trong cộng đồng chung .

source: This was an increase on the previous year by 8,000 crimes, but in this period the Sex Offences Act 2003 came into force meaning that new offences, such as grooming and abuse of trust, were taken into account.
vi: Đây là một sự tăng trưởng so với năm ngoái với 8,000 trường hợp, nhưng trong khoảng thời gian này, Đạo luật về Xâm phạm tình dục 2003 đã đi đến quyết định là những phương thức mới, như dụ dỗ và lạm dụng nhờ tín nhiệm, đều phải được ghi nhận.

source: This was done with a sub-sample of cases since only fifty-seven per cent had been solved.
vi: được thực hiện với một mẫu có số lượng vụ án ít hơn bởi trong tổng số tất cả các vụ án, chỉ có 57% là đã được giải quyết.

source: This was mainly, they said, because it increased their understanding of the offender or supported their perceptions of the offence/offender.
vi: Họ nói rằng, chủ yếu bởi vì nó giúp tăng sự hiểu biết của họ về kẻ phạm tội hoặc hỗ trợ cho nhận thức của họ về tội ác cũng như tội phạm.

source: This will be discussed in chapter 8 on punishment.
vi: Điều này sẽ được bàn luận rõ hơn ở chương 8 về phần hình phạt.

source: This will then be compared to the behavioural indicators recorded from similar crimes, to look for any indications that the same person committed more than one crime.
vi: Kế tiếp sẽ so sánh những chỉ điểm tố giác hành vi với những vụ tương tự để tìm kiếm bất cứ chứng cứ buộc tội nghi phạm, liệu cùng một người có thừa nhận hơn một vụ án hay không.

source: This work can be both varied and challenging in nature.
vi: Công việc này có thê biến thể thành nhiều hình thức khác nhau và vô cùng thách thức trên thực tế.

source: This would also reduce the cost of prisons (because they were not being used so much) and give the community retribution by making offenders suffer physically for their crime.
vi: Hình thức này cũng làm giảm chi phí tù giam (vì nhà tù không bị sử dụng quá nhiều) và đem đến cho cộng đồng sự đền đáp bằng cách khiến tội phạm chịu đau đớn về thể xác cho tội ác của chúng.

source: This would particularly be the case for prisoners with longer sentences.
vi: Điều này thường xảy ra đối với các trường hợp phạm nhân bị kết án ngồi tù trong một thời gian dài.

source: This would seem to relate to the prisoner hierarchy, which, as noted above, reserves greater status for prisoners who act violently.
vi: Điều này dường như có mối liên hệ với hệ thống cấp bậc trong tù (như đã nêu ở trên), duy trì một vị thế cao hơn cho những tù nhân khi càng trở nên bạo lực.

source: Those deemed to be lying then enter stage two (often called ‘the interrogation’) which is designed to persuade/pressurize them to admit it.
vi: Với những trường hợp vẫn khăng khăng nói dối sẽ bước sang giai đoạn hai thường gọi là thẩm vấn được thiết kế để thuyết phục hay gây áp lực buộc họ thừa nhận tội ác.

source: Those offenders who have made crime their way of life may only benefit from a more intense intervention which addresses a range of needs.
vi: Với những phạm nhân gây án có thế thể chỉ hưởng lợi từ sự can thiệp cứng rắn để khoanh vùng nhu cầu của họ.

source: Those that did produced rather few behavioural differences and the strength of the differences was not high.
vi: Những nghiên cứu có liên quan thường tạo ra khá ít sự khác biệt về hành vi và độ ảnh hưởng của các sự khác biệt đó không cao.

source: Those who believe in due process values believe that offenders are difficult to identify, and this makes policing and punishment difficult.
vi: Những người tin vào giá trị của quá trình pháp lý thì tin rằng những người phạm tội rất khó để nhận dạng và điều này làm cho việc kiểm soát và trừng phạt gặp khó khăn .

source: Those who were shown reconstructions made by people who were led to believe that the original face was of a murderer rated him as more dishonest and more unattractive than did those shown the reconstructions made by people who were led to believe that the original face was of a lifeboat man.
vi: Người được cho xem khuôn mặt được tạo ra bởi những người tin đó là khuôn mặt căn bản của một kẻ sát nhân cho rằng người đó trông có vẻ gian dối và kém ưa nhìn hơn những người được cho xem khuôn mặt mà được tin là người thường.

source: Those with cars tended to travel further than those who were on foot.
vi: Những kẻ có ô tô có xu hướng di chuyển xa hơn những kẻ đi bộ.

source: Though this only occurred in a minority of interviews, it may be very important.
vi: Mặc dù nó chỉ xảy ra ở một phần nhỏ các buổi chất vấn, nhưng nó có thể rất quan trọng.

source: Thousands of psychological research studies have found that (i) during an event we can only focus on certain parts of it,
vi: Hàng ngàn nghiên cứu tâm lý đã chứng minh được (i) xuyên xuốt một sự kiện nào đó, chúng ta chỉ có thể tập trung vào một vài phần cơ bản mà thôi.

source: Thousands of research studies have now been published but in relatively few countries have the police updated their identification procedures and/or governments updated their regulations to take full account of what psychology has discovered to assist in the conviction of the guilty.
vi: Hàng nghìn nghiên cứu đã được công bố nhưng chỉ có cảnh sát ở vài nước chịu hoàn thiện hơn hệ thống điều tra và/hoặc vài chính phủ bắt đầu chỉnh lý luật lệ của họ để tận dụng tối đa những gì tâm lý học khám phá ra để hỗ trợ cho quá trình xử án.

source: Three months after her murder the State of New Jersey passed the first version of Megan’s Law.
vi: Ba tháng sau cái chết của cô bé, bang New Jersey đã thông qua phiên bản đầu tiên của Luật Megan.

source: Through analysis of language, understanding can be gained of how power works in the courtroom, of how witnesses are likely to respond to certain types of questions and of what is likely to confuse or inform juries.
vi: Thông qua phân tích ngôn ngữ, có thể hiểu được sức mạnh các công việc trong phòng xử án, về cách nhân chứng có khả năng đáp ứng với một số loại câu hỏi và những gì có khả năng gây nhầm lẫn hoặc thông báo cho bồi thẩm đoàn.

source: Through bullying others, prisoners can obtain, from other inmates, resources that are of limited availability in prison, such as tobacco and telephone cards.
vi: Bằng các hành hạ, bắt nạt người khác, những tù nhân có thể giành được từ các bạn tù những vật dụng bị hạn chế sử dụng trong thù như thuốc lá và thẻ điện thoại.

source: Through focusing on the behaviours of the perpetrator(s) the researchers linked six of the eleven murders together based on the similarity of behaviour.
vi: Thông qua việc tập trung vào hành vi của (những) kẻ thủ ác, các nhà nghiên cứu đã kết nối sáu trong số mười một vụ án mạng lại với nhau dựa trên sự tương đồng của hành vi phạm tội.

source: Throughout England and Wales in 2003 there were 141,230 police officers and 12,077 special constables (part-time, volunteer officers).
vi: Ở Anh và xứ Wales vào năm 2003, có 141,230 sĩ quan cảnh sát và 12,077 nhân viên công lực (bán thời gian, chiến sĩ tình nguyện).

source: Throughout its history the British police has worked on the principle of being unarmed, uniformed citizens.
vi: Xuyên suốt lịch sử đất nước, cảnh sát Anh đã luôn làm việc dựa trên nguyên tắc không trang bị vũ trang, như những công dân mặc quân phục.

source: Thus it would seem that not only is it necessary to target those individuals who are most in need of treatment, but it is also necessary to support such individuals through to successful completion of the programme.
vi: Thế nên dường như, không những việc định vị các cá nhân cần điều trị là rất cần thiết, mà việc ủng hộ những người đã kết thúc thành công chương trình đó cũng đặc biệt quan trọng.

source: Thus Ehrlich shows how the lawyer’s questions presuppose the defendant’s responsibility for his actions: ‘you proceeded to touch her’, ‘you laid down beside her’ and ‘you then started kissing her’.
vi: Như vậy Ehrlich cho thấy làm thế nào câu hỏi của luật sư giả định trách nhiệm của bị cáo cho hành động của mình: 'bạn tiến hành chạm vào cô ấy', 'bạn nằm xuống bên cạnh cô ấy' và 'sau đó bạn bắt đầu hôn cô ấy.

source: Thus if training (as it should) offers them new ideas they may not employ these in emotional/stressful/difficult situations.
vi: Vì thế nếu việc tập luyện đưa ra cho họ những ý mới , họ sẽ không áp dụng vào những trường hợp xúc động , áp lực hay khó khăn.

source: Thus research by psychologists (and others) seemed to have established that it would be unwise, in the criminal setting, to rely solely on ear-witness evidence.
vi: Do vậy, theo nghiên cứu của các nhà tâm lý học (và những ngành khác) thì trong hệ thống sắp đặt tội phạm, dường như sẽ không đúng nếu chỉ dựa vào những bằng chứng do nhân chứng nghe cung cấp.

source: Thus the author of this chapter was reticent about travelling the hundreds of miles to Scotland only for it to be decided that he would not be allowed to testify as an expert witness.
vi: Vì thế, tác giả cuốn sách này khá đắn đo khi phải thực hiện một chuyến đi dài cả trăm dặm đến Scotland chỉ để được quyết định xem ông ta có thể không được xuất hiện để xác nhận như một chuyên gia nhân chứng.

source: Thus the book will also be of interest to those commencing their studies of criminal psychology (e.g. in college or the final years of school).
vi: Do đó cuốn sách sẽ phù hợp với những ai có sở thích bắt đầu nghiên cứu về tâm lý học tội phạm.

source: Thus the new national initiative seemed to have been successful.
vi: Do đó, sáng kiến quốc gia mới này dường như khá thành công.

source: Thus true memories should contain such types of information, whereas lies involve many more thought processes (called cognitive operations).
vi: Như vậy những ký ức có thể chứa đựng các loại thông tin, nhưng trái lại những lời nói dối lại bao hàm nhiều những quá trình suy nghĩ khác nhau (được gọi là hợp tác về nhận thức).

source: Thus what the interviewers from several forces said was important was borne out by interviews conducted in those forces (prior to this research project ever starting).
vi: Do đó những buổi chất vấn được tiến hành bởi một vài lực lượng kiểm soát thì khá quan trọng và kết quả được họ định đoạt (ưu tiên khi dự án bắt đầu) .

source: Thus work by criminal psychologists on voice identification is important.
vi: Do vậy, việc các nhà tâm lý tội phạm nghiên cứu về vấn đề nhận dạng giọng nói là rất quan trọng.

source: Thus, as with laboratory mock studies using the CQT, while the error rate for incorrectly classifying guilty people is low, that for incorrectly classifying innocent people (i.e. as liars) is higher.
vi: Như vậy, với các nghiên cứu mô phỏng trong điều kiện thí nghiệm sử dụng phương pháp CQT, sai số trong xác định sai người có tội thấp và sai số trong xác định sai người vô tội (như trong trường hợp những người nói dối) cao hơn.

source: Thus, good inter- viewing first allows witnesses to provide free recall before asking them questions.
vi: Do đó, để buổi thẩm vấn diễn ra thuận lợi thì đầu tiên cần để nhân chứng tự nhớ trước khi đặt câu hỏi.

source: Thus, the MOGP pointed out that some types of questions were preferable to leading questions.
vi: Vậy nên cuốn MOGP đã chỉ ra rằng nên chọn một số kiểu câu hỏi khác thay vì câu hỏi dẫn dắt.

source: Thus, the test/approach that has the stronger theoretical basis (the GKT) is the one that seems poorest at detecting the very people it was designed to detect (i.e. those with guilty knowledge).
vi: Như vậy, bài kiểm tra/phương pháp có nền tảng lý thuyết vững chắc hơn (phương pháp GKT) lại có vẻ yếu kém hơn trong việc nhận diện kẻ cần nhận diện (Ví dụ như những người biết các thông tin liên quan tới tội ác).

source: Thus, they misclassify innocent deniers as liars and then put pressure on them to confess.
vi: Thế nên họ đối xử với những người vô tội như kẻ nối dối và rồi tạo áp lực buộc họ phải thú nhận.

source: Thus, with regard to the crucial topic of police interviewing of suspects, criminal psychology has been associated (at least in England and Wales) with a turn away from what has been called unethical to ethical policing.
vi: Do đó, với mối quan tâm đặc biệt tới chủ đề cốt yếu là tra khảo phạm nhân, tâm lý học tội phạm đã ngăn cản suy nghĩ gọi là thiếu đạo đức đối với công việc kiểm soát luân thường đạo lý (tối thiểu là ở Anh và xứ Wales).

source: To be able to identify a series of offences committed by the same offender based on the behaviour displayed requires the offender to be consistent in his or her offending behaviour.
vi: Để xác định được chuỗi các vụ án được thực hiện bởi cùng một thủ phạm dựa trên hành vi thể hiện đòi hỏi thủ phạm phải nhất quán khi thực hiện các hành vi phạm tội.

source: To be of any real value, the witness should be shown several similar- looking people with no undue guidance as to which person to choose.
vi: Để có kết quả chính xác hơn thì cần cho nhân chứng thấy những người với các khuôn mặt gần giống nhau mà không gợi ý ngầm cho họ nên chọn ai.

source: To demonstrate this point an analogy can be drawn between an offender attempting to abstain from offending and a person who is attempting to abstain from smoking cigarettes.
vi: Để minh họa quan điểm này, khi so sánh những điểm tương đồng giữa nỗ lực kiêng hút thuốc lá của một người với nỗ lực tiết chế hành vi phạm tội của một phạm nhân.

source: To his surprise, he was allowed to testify on the four factors mentioned above.
vi: Nhưng ngạc nhiên thay, ông ấy đã được phép xác thực bốn yếu tố đã được kể trên.

source: To prevent further abuse and risk to the public, the Private Security Industry Act was established in 2001.
vi: Nhằm ngăn chặn sự lạm dụng trong tương lai và mối nguy hiểm đối với xã hội, Đạo luật về Lĩnh vực An ninh Tư nhân được thành lập vào năm 2001.

source: To their credit, the police service took note of the research findings and in 1992 produced a national training interviewing initiative which took the trouble to be informed by criminal psychology.
vi: Để tăng cường uy tín của mình, ngành cảnh sát đã chú ý đầu tư nghiên cứu, và vào năm 1992 họ đã đưa ra một sáng kiến quốc gia nhằm đào tạo cách chất vấn tội phạm, liên quan đến yếu tố tâm lý học tội phạm.

source: Today is Monday.
vi: Hôm nay là thứ Hai.

source: Together with the perception that the police are being removed from public view, other changes have occurred in society that have resulted in a greater need for security.
vi: Cùng với sự nhận thức về vấn đề cảnh sát đang dần bị tách khỏi công chúng, những thay đổi khác cũng được áp dụng trong công đồng và đã dẫn đến nhu cầu lớn hơn về an ninh.

source: Tomorrow is Tuesday.
vi: Ngày mai là thứ ba.

source: Training to prepare officers and maintain officers’ ability to manage stressful encounters is vital.
vi: Đào tạo để chuẩn bị và duy trì cho các cán bộ khả năng quản lý các cuộc chạm trán căng thẳng là rất quan trọng.

source: Traits such as authoritarianism, dogmatism, conservatism and cynicism appear to be present in policing samples, but whether applicants join the service with such a personality or whether it is the police training that shapes officers’ behaviour is difficult to determine.
vi: Các đặc điểm như độc đoán, giáo điều, bảo thủ và hoài nghi được mang ra để làm mẫu, nhưng liệu các ứng viên tham gia đơn vị với tính cách như vậy hay là do việc đào tạo cảnh sát đã hình thành hành vi đó là điều khó để xác định.

source: Twenty year-old Lynette White was stabbed more than fifty times in a flat above a betting shop and in 1990 three men were sentenced to life imprisonment for her murder.
vi: Lynette White, 20 tuổi đã bị đâm hơn 50 lần tại một căn hộ phía trên một tụ điểm cá cược vào năm 1990, 3 người đàn ông đã bị bắt và bị kết án tù chung thân vì giết cô gái trẻ.

source: Two important drawbacks of too strong a focus on confessions are that (i) innocent people do confess to crimes they have not committed (i.e. false confessions) and (ii) guilty people might confess but, if the police do not also strive to gather other evidence against them (e.g. in their interviews), when some of these later retract their confession there is little else that courts can use against them.
vi: Hai nhược điểm quan trọng của việc quá tập trung vào những lời thú tội là những người vô tội cũng sẽ thú nhận tội ác mà họ không hề thực hiện (như là đưa ra lời thú tội giả) và những người phạm tội có thể thú nhận nhưng nếu cảnh sát không cố gắng thu thập bằng chứng chống lại họ (trong buổi chất vấn họ) rồi khi mà họ rút lại một vài lời thú tội sau này thì tòa án không thể dùng nó để chống lại họ.

source: Two other areas in which linguists might give expert evidence include questions of identification and questions of meaning and use.
vi: Hai lĩnh vực khác mà những nhà ngôn ngữ học có thể ra làm chứng về mặt chuyên môn là những vấn đề về việc nhận diện và những vấn đề về ý nghĩa và thói quen.

source: Two policemen arrive and it is obvious that they want to speak with you.
vi: Hai vị cảnh sát đến nơi và hiển nhiên là họ muốn nói chuyện với bạn.

source: Two researchers have been largely responsible for these developments: Dr Kim Rossmo and Professor David Canter.
vi: Hai nhà nghiên cứu đã chịu trách nhiệm phần lớn cho những phát triển này: Tiến sỹ Kim Rossmo and Giáo sư David Canter.

source: Two studies attempted to profile stranger rapists’ criminal histories from their crime scene behaviour and both reported some limited success.
vi: Đã có hai nghiên cứu nỗ lực dựng lại lịch sử phạm tội của kẻ hiếp dâm lạ mặt từ những hành vi của bọn chúng tại hiện trường tội ác và cả hai đều không đạt được nhiều thành quả.

source: Typically, the types of characteristics described in an offender profile are demographic.
vi: Tiêu biểu, những loại đặc tính được mô tả trong hồ sơ tội phạm là đặc điểm nhân khẩu học.

source: UK and Ireland’ is a campaign which aims to help stop child abuse and to protect children.
vi: Anh và Ireland là 1 chiến dịch có mục tiêu giúp ngăn chặn bạo hành trẻ em và bảo vệ trẻ em .

source: Under these circumstances expert witnesses are permitted to provide their opinion (rather than the facts) on the issue being discussed.
vi: Trong trường hợp đó, các nhân chứng chuyên gia được phép nêu ra các ý kiến của họ(không những là sự thật mà còn là suy luận) về vấn đề đang được nói đến.

source: Undesirable characteristics such as racist and sexist attitudes must be identified early in the selection process, so that applicants exhibiting such characteristics are not invited to join the police service.
vi: Những tính cách không mong muốn như thái độ phân biệt chủng tộc và phân biệt giới tính phải được xác định sớm trong quá trình lựa chọn, do vậy các ứng viên có những đặc điểm đó đều không được hoan nghênh tham gia vào đội ngũ cảnh sát.

source: Unfortunately, in most countries in the world, the officers do not actively seek to gather information from the suspects within the interviews that can reliably be used to guide the decision as to whether the confession is a true one or a false one.
vi: Không may thay, ở hầu hết các nước trên thế giới, các sĩ quan không chủ động tìm kiếm thu thập thông tin từ nghi phạm trong buổi chất vấn mà họ thường đưa ra phán quyết dù cho lời thú nhận có đúng hay sai.

source: Unfortunately, recent criminal psych- ology research has found much of what such books claim to be signs of deceit to be mistaken.
vi: Thật không may, những nghiên cứu về tâm lý học tội phạm gần đây đã chỉ ra rằng nhiều trong số những điều được cho là dấu hiệu của sự lừa dối đó đã bị hiểu sai

source: Unfortunately, the concern to be legally watertight has led to some instructions being largely incomprehensible to the ordinary men and women of the jury.
vi: Không may mắn là quy định pháp lí chặt chẽ của ban bồi thẩm đưa ra những hướng dẫn mà hầu hết người bình thường không hiểu được.

source: Unfortunately, the findings are modest with a few associations being found between behavioural themes and previous criminal histories.
vi: Tuy nhiên, không may mắn là những phát hiện đó còn quá khiêm tốn với số lượng ít ỏi những liên kết tìm được giữa chủ đề hành vi và lịch sử phạm tội trước đó.

source: Unfortunately, the media portrayal of offender profiling has often been far from accurate.
vi: Tuy nhiên, không may là sự miêu tả của truyền thông về việc thiết lập hồ sơ tội phạm thường không chính xác.

source: Unfortunately, this commendable striving to get the guilty to confess also has a number of negative effects.
vi: Không may thay, những nỗ lực đáng khen ngợi ấy để người phạm tội thú nhận tội ác của mình cũng có khá nhiều ảnh hưởng tiêu cực.

source: Unless further more ecologically valid studies argue to the contrary, however, ear-witnessing is so error prone as to suggest that no case should be prosecuted solely on identification evidence involving an unfamiliar voice.
vi: Tuy nhiên, trừ khi có thêm nhiều nghiên cứu có giá trị cho kết quả ngược lại thì bằng chứng nghe vấn rất dễ bị lỗi và vì thế, không trường hợp nào nên bị khởi tố khi chỉ dựa vào sự xác thực một giọng nói xa lạ.

source: Unless there is rock-solid evidence that the person being tested is lying or truth- telling, the validity of the polygraph procedure cannot be properly assessed.
vi: Trừ khi có những bằng chứng xác thực rằng người bị kiểm tra đang nói dối hay nói thật, còn không thì không thể đánh giá chính xác tính hợp lệ của kết quả từ máy phát hiện nói dối.

source: Unless we have visited a prison or have been imprisoned ourselves, most of what we know of imprisonment comes from the television or other media.
vi: Chỉ trừ khi chúng ta đã từng đến thăm tù hoặc từng bị bắt giam, phần lớn những điều chúng ta biết đều đến từ phương tiện truyền thông hoặc tivi.

source: Until future, more realistic studies argue to the contrary we would recommend that prosecutions based solely on a witness’ identification of a suspect’s voice (if the suspect is a stranger) ought not to proceed, or if they do proceed they should fail.
vi: Trong tương lai, chúng tôi nghĩ không nên tiến hành những nghiên cứu ủng hộ việc công tố viên dựa phần lớn vào lời khai của nhân chứng về giọng nói của nghi phạm (nếu nghi phạm đó là một người lạ), hoặc dù có tiến hành thì cũng sẽ thất bại mà thôi.

source: Until more research is conducted it is difficult to draw any conclusions from these studies.
vi: Cho đến khi có nhiều nghiên cứu được thực hiện hơn thì bây giờ vẫn còn khó khăn trong việc đưa ra bất cứ kết luận nào từ những nghiên cứu này.

source: Until the 1950s this law required a woman to ‘resist to the utmost’ if unwanted intercourse was to be recognized as rape.
vi: Từ những năm 1950, luật này được đề nghị 'bảo vệ tối đa' phụ nữ nếu giao hợp ngoài mong muốn được coi như là hiếp dâm.

source: Using a different definition and a different approach, researchers in the US found that, on average, their male inmates were victimized once a month.
vi: Sử dụng cách xác định và tiếp cận khác nhau, các nhà nghiên cứu Mỹ thấy rằng, trung bình tù nhân nam bị ngược đãi mỗi tháng một lần .
